/* (No Commment) */
"Authorization Error" = "Auktoriseringsfel";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Ansluten i %d minuter";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Ansluten i 1 minut";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Ansluten i mindre än en minut";

/* No comment provided by engineer. */
"Extend Display" = "Utöka bildskärm";

/* No comment provided by engineer. */
"Framerate" = "Bildrutor";

/* No comment provided by engineer. */
"High Quality" = "Hög kvalitet";
"Quality" = "Kvalité";
/* No comment provided by engineer. */
"Mirror Display" = "Spegla skärm";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Speglad i %d minuter";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Speglad i 1 minut";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Speglad i mindre än en minut";

/* No comment provided by engineer. */
"Pixel Quality" = "Pixelkvalitet";

/* No comment provided by engineer. */
"Regular Quality" = "Normal kvalitet";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Påminn mig när en iPad är ansluten";

/* (No Commment) */
"Restart Your Mac" = "Starta om din Mac";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Välj \"Prova igen\" för att återigen försöka auktorisera, eller \"Avsluta\" om du vill ge upp.";

/* (No Commment) */
"Try Again" = "Försök igen";

/* No comment provided by engineer. */
"Uninstall Duet" = "Avinstallera Duet";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "iPad Pro-upplösning";

/*
 Localizable.strings
 DuetMac
 
 Created by Rahul Dewan on 6/15/15.
 Copyright (c) 2015 Rahul Dewan. All rights reserved.
 */

"Duet Connected" = "Duet Ansluten";

"Restart Your Mac" = "Starta om din Mac";
"Quit" = "Avsluta";
"Authorization Error" = "Auktoriseringsfel";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Välj 'Försök igen' för ett nytt auktoriseringsförsök eller 'Avsluta' för att ge upp.";
"Try Again" = "Försök Igen";

"Open duet on iOS" = "Öppna duet på iOS";
"Connect device to Mac with" = "Anslut enheten till Mac med";
"or" = "eller";
"Version" = "Version";
"Resolution" = "Upplösning";
"No Device Connected" = "Ingen Enhet Ansluten";
"Frame Rate" = "Uppdateringsfrekvens";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestande";
"High Power" = "Hög Prestanda";
"Energy Efficient" = "Energieffektiv";
"Preferences" = "Preferenser";
"Update App Automatically" = "Uppdatera Appen Automatiskt";
"Launch At Login" = "Starta Vid Inloggning";
"Graphics Card" = "Grafikkort";
"When Duet Is Connected..." = "När Duet är ansluten...";
"Discrete (Recommended)" = "Diskret (Rekommenderas)";
"Integrated (Energy Savings)" = "Integrerad (Energieffektivt)";
"Display Arrangement" = "Bildskärmsjusteringar";
"Check For Updates" = "Sök Efter Uppdateringar";
"Help Center" = "Help Center";
"Ask Us A Question" = "Ställ en Fråga till Oss";
"Uninstall Duet" = "Avinstallera duet";
"Quit" = "Avsluta";

"Regular (Energy Efficient)" = "Vanlig Upplösning (Energieffektiv)";
"Retina (High Performance)" = "Retina-upplösning (Hög Prestanda)";
"High Resolution (Smaller Text)" = "Hög Upplösning (Mindre Text)";


"Connecting..." = "Verbinden...";
"iPad Touch Bar" = "iPad Touch Bar";
"Display" = "Skärm";
"Air" = "Air";
"Twice the pixel density." = "Doppelte Pixeldichte";
"Sharper resolution." = "Skarpare bild";
"Uses more battery." = "Använder mer batteri";
"Smoother motion." = "Mjukare rörelser";
"Sharper image." = "Skarpare bild";
"Pixel Perfect" = "Pixel Perfect";
"Looks like 1024x768" = "Ser ut som 1024x768";
"Looks like 1112x834" = "Ser ut som 1112x834";
"Looks like 1366x1024" = "Ser ut som 1366x1024";
"Looks like 1536x1152" = "Ser ut som 1536x1152";
"Looks like 2048x1536" = "Ser ut som 2048x1536";

"Looks like 1080x608" = "Ser ut som 1080x608";
"Looks like 1136x640" = "Ser ut som 1136x640";
"Looks like 1334x750" = "Ser ut som 1334x750";
"Looks like 1600x900" = "Ser ut som 1600x900";
"Looks like 1920x1080" = "Ser ut som 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Perfekt för 12.9\" iPad Pro";
"Perfect for the 10.5-inch iPad Pro" = "Perfekt för 10.5\" iPad Pro";
"Perfect for the 9.7-inch iPad" = "Perfekt för 9.7\" iPad Pro";
"Perfect for users that want a little more space" = "Perfekt för användare som behöver lite mer utrymme";
"Perfect for users that want a lot more space" = "Perfekt för användare som behöver mycket mer utrymme";


"Open Duet on your mobile device" = "Öppna Duet på din mobila enhet";
"Please connect your mobile device to view or change settings" = "Anslut din mobila enhet för att se eller ändra inställningar";
"Remind Me When Mobile Device Is Connected" = "Påminn mig när mobil enhet är ansluten";
"Mobile Device Resolution" = "Mobil enhet upplösning";
"Launch Duet On Your Mobile Device To Get A Little More Space For Your Mac" = "Starta Duet på din mobila enhet för att få lite mer utrymme för din Mac";
"If this is your first time using Duet, macOS requires you to approve Duet to use your mobile device as a second display" = "Om det här är första gången du använder Duet, kräver macOS att du godkänner Duet för att använda din mobila enhet som en andra skärm";
"Open Duet On Your Mobile Device and Plug Into Your Mac Using An Appropriate Certified Cable, And You're Ready To Go!" = "Öppna Duet på din mobila enhet och anslut till din Mac med en lämplig certifierad kabel, så är du redo att gå!";
